<!DOCTYPE html>
<html lang="en">

@include('partials.head')

<body class="page">
<div class="page__wrapper">
    <section class="admin">
        <div class="admin-nav">
            <ul class="admin-nav__list">
                <li><a href="#" class="active">Страницы сайта</a></li>
                <li><a href="#" class="active">Сообщения с сайта</a></li>
                <li><a href="#" class="active">Заявки на рейтинг</a></li>
                <li><a href="#" class="active">Каталог участников</a></li>
                <li><a href="#" class="active">Публикации пользователей</a></li>
                <li><a href="#" class="active">Комментарии</a></li>
                <li><a href="#" class="active">Настройки сайта</a></li>
            </ul>
        </div>
        <div class="admin-aside">
            <div class="admin-aside__title">
                <h1>Страницы сайта</h1>
            </div>
            <div class="admin-aside__tabs">
                <ul uk-tab>
                    <li class="uk-active"><a href="#">Страница сайта</a></li>
                    <li><a href="#">Блоки на сайте</a></li>
                    <li><a href="#">Динамические блоки</a></li>
                </ul>
                <div class="admin-aside__settings">
                    <svg
                        xmlns="http://www.w3.org/2000/svg"
                        xmlns:xlink="http://www.w3.org/1999/xlink"
                        width="14px" height="14px">
                        <path fill-rule="evenodd"  fill="rgb(186, 186, 186)"
                              d="M12.085,5.389 L11.731,4.533 C11.731,4.533 12.554,2.639 12.481,2.565 L11.392,1.482 C11.316,1.408 9.461,2.270 9.461,2.270 L8.606,1.918 C8.606,1.918 7.850,-0.002 7.746,-0.002 L6.210,-0.002 C6.103,-0.002 5.403,1.922 5.403,1.922 L4.549,2.277 C4.549,2.277 2.656,1.453 2.583,1.527 L1.497,2.613 C1.421,2.687 2.285,4.543 2.285,4.543 L1.934,5.399 C1.934,5.399 0.012,6.156 0.012,6.256 L0.012,7.794 C0.012,7.901 1.937,8.602 1.937,8.602 L2.291,9.455 C2.291,9.455 1.468,11.349 1.541,11.420 L2.627,12.509 C2.703,12.580 4.558,11.717 4.558,11.717 L5.416,12.070 C5.416,12.070 6.169,13.990 6.274,13.990 L7.812,13.990 C7.917,13.990 8.616,12.067 8.616,12.067 L9.474,11.712 C9.474,11.712 11.364,12.536 11.437,12.461 L12.525,11.375 C12.601,11.301 11.734,9.445 11.734,9.445 L12.088,8.589 C12.088,8.589 14.007,7.833 14.007,7.729 L14.007,6.194 C14.010,6.088 12.085,5.389 12.085,5.389 L12.085,5.389 ZM9.255,6.993 C9.255,8.231 8.249,9.235 7.011,9.235 C5.773,9.235 4.767,8.231 4.767,6.993 C4.767,5.758 5.773,4.752 7.011,4.752 C8.249,4.752 9.255,5.758 9.255,6.993 L9.255,6.993 Z"/>
                    </svg>
                    <span>Настройки модуля</span>
                </div>
            </div>
        </div>
    </section>
</div>
</body>
</html>
